package com.dmi.perfectreader.book.html;

/**
 * ВНИМАНИЕ!!! После каждого изменения поведения этого пакета необходимо изменить поле VERSION.
 * Если этого не сделать, то для кэшированных ресурсов, изменения не произойдут.
 *
 * Также нужно помнить, что при модификации этого паекта нужно обеспечить,
 * чтобы он имел минимальное количество внешних зависимостей.
 * Иначе будет сложно проследить, изменилось ли поведение паекта.
 */
class Version {
    public static final int VERSION = (int) System.currentTimeMillis();  // todo заглушка убрать потом
}
